/* Localizable strings of com.apple.screensaver.byHost preference manifest */

"screensaver.pfm_title" =			"ByHost-näytönsäästäjä";
"screensaver.pfm_description" =			"ByHost-näytönsäästäjäasetukset.";
"idleTime.pfm_title" =			"Käyttämättömyysaika";
"idleTime.pfm_description" =			"Käyttämättömyysaika sekunneissa ennen kuin näytönsäästäjä käynnistyy. Arvo 0 estää käynnistymisen.";
"mainScreenOnly.pfm_title" =	"Vain päänäyttö";
"mainScreenOnly.pfm_description" =			"Näytä näytönsäästäjä vain päänäytöllä. Tällä asetuksella on vaikutusta vain tietokoneissa, joissa on useita näyttöjä.";
"moduleName.pfm_title" =			"Moduulin nimi";
"moduleName.pfm_description" =			"Näytönsäästäjä-asetuspaneelissa valitun näytönsäästäjämoduulin nimi. Esimerkiksi, ”Pyrähdys”.";
"modulePath.pfm_title" =			"Moduulin polku";
"modulePath.pfm_description" =			"Tiedostojärjestelmäpolku nykyiseen näytönsäästäjämoduuliin. Esimerkiksi, ”/Järjestelmä/Kirjasto/Screen Savers/Flurry.saver”.";
"showClock.pfm_title" =			"Näytä kello";
"showClock.pfm_description" =			"Näytä kello näytönsäästäjässä. Aseta todeksi, jos haluat näyttää kellon. Aseta epätodeksi, jos et haluat näyttää kelloa.";
